Repository: xxspell/barik
Catalog: Barik/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, he, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, zh_hans

source: All day
ar: طوال اليوم
de: Den ganzen Tag
el: Όλη μέρα
es: Todo el día
fr: Toute la journée
he: כל היום
hu: Egész nap
it: Tutta la giornata
ja: 一日中
ko: 하루 종일
nl: De hele dag
pl: Cały dzień
pt_br: O dia inteiro
ru: Весь день
sv: Hela dagen
tr: Bütün gün
uk: Цілий день
zh_hans: 全天

source: Channel: %@
ar: القناة: %@
de: Kanal: %@
el: Κανάλι: %@
es: Canal: %@
fr: Chaîne: %@
he: ערוץ: %@
hu: Csatorna: %@
it: Canale: %@
ja: チャンネル: %@
ko: 채널: %@
nl: Kanaal: %@
pl: Kanał: %@
pt_br: Canal: %@
ru: Канал: %@
sv: Kanal: %@
tr: Kanal: %@
uk: Канал: %@
zh_hans: 频道: %@

# EMPTY_EVENTS
source: No more events today
ar: لا توجد فعاليات أخرى اليوم
de: Keine weiteren Ereignisse heute
el: Δεν υπάρχουν περισσότερα γεγονότα σήμερα
es: No hay más eventos hoy
fr: Plus d'événements aujourd'hui
he: אין עוד אירועים היום
hu: Nincs több esemény ma
it: Nessun altro evento oggi
ja: 本日のイベントはありません
ko: 오늘 더 이상 이벤트 없음
nl: Geen evenementen meer vandaag
pl: Brak kolejnych wydarzeń dzisiaj
pt_br: Não há mais eventos hoje
ru: Больше нет событий сегодня
sv: Inga fler händelser idag
tr: Bugün başka etkinlik yok
uk: Більше немає подій сьогодні
zh_hans: 今天没有更多活动

source: Ethernet: %@
ar: الإيثرنت: %@
ja: イーサネット: %@
ko: 이더넷: %@
zh_hans: 以太网: %@

source: Noise: %lld
ar: الضوضاء: %lld
de: Geräusch: %lld
el: Θόρυβος: %lld
es: Ruido: %lld
fr: Bruit: %lld
he: רעש: %lld
hu: Zaj: %lld
it: Rumore: %lld
ja: ノイズ: %lld
ko: 노이즈: %lld
nl: Geluid: %lld
pl: Hałas: %lld
pt_br: Ruído: %lld
ru: Шум: %lld
sv: Brus: %lld
tr: Gürültü: %lld
uk: Шум: %lld
zh_hans: 噪音: %lld

source: Signal strength: %@
ar: قوة الإشارة: %@
de: Signalstärke: %@
el: Ισχύς σήματος: %@
es: Intensidad de la señal: %@
fr: Force du signal: %@
he: עוצמת אות: %@
hu: Jel erőssége: %@
it: Intensità del segnale: %@
ja: 信号強度: %@
ko: 신호 강도: %@
nl: Signaalsterkte: %@
pl: Siła sygnału: %@
pt_br: Força do sinal: %@
ru: Сила сигнала: %@
sv: Signalstyrka: %@
tr: Sinyal gücü: %@
uk: Сила сигналу: %@
zh_hans: 信号强度: %@

source: Today
ar: اليوم
de: Heute
el: Σήμερα
es: Hoy
fr: Aujourd'hui
he: היום
hu: Ma
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
sv: Idag
tr: Bugün
uk: Сьогодні
zh_hans: 今天

source: Tomorrow
ar: غداً
de: Morgen
el: Αύριο
es: Mañana
fr: Demain
he: מחר
hu: Holnap
it: Domani
ja: 明日
ko: 내일
nl: Morgen
pl: Jutro
pt_br: Amanhã
ru: Завтра
sv: Imorgon
tr: Yarın
uk: Завтра
zh_hans: 明天

source: Update
ar: تحديث
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fr: Mettre à jour
he: עדכן
hu: Frissítés
it: Aggiorna
ja: 更新
ko: 업데이트
nl: Bijwerken
pl: Aktualizuj
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
tr: Güncelle
uk: Оновити
zh_hans: 更新

source: Updating
ar: جاري التحديث
de: Wird aktualisiert
el: Ενημερώνεται
es: Actualizando
fr: Mise à jour en cours
he: מתעדכן
hu: Frissítés folyamatban
it: Aggiornamento in corso
ja: 更新中
ko: 업데이트 중
nl: Wordt bijgewerkt
pl: Aktualizowanie
pt_br: Atualizando
ru: Обновление
sv: Uppdaterar
tr: Güncelleniyor
uk: Оновлюється
zh_hans: 更新中

source: What's new
ar: ما الجديد؟
de: Was gibt's Neues?
el: Τι νέο υπάρχει?
es: ¿Qué hay de nuevo?
fr: Quoi de neuf ?
he: מה חדש?
hu: Mi újdonság?
it: Novità
ja: 新着情報
ko: 새로운 소식
nl: Wat is er nieuw?
pl: Co nowego?
pt_br: Novidades
ru: Что нового?
sv: Vad är nytt?
tr: Yeni neler var?
uk: Що нового?
zh_hans: 新功能

source: v%@ Changelog
ar: v%@ سجل التغييرات
de: v%@ Änderungsprotokoll
el: v%@ Καταγραφή αλλαγών
es: v%@ Registro de cambios
fr: v%@ Journal des modifications
he: v%@ יומן שינויים
hu: v%@ Változáslista
it: v%@ Registro delle modifiche
ja: v%@ 変更履歴
ko: v%@ 변경 내역
nl: v%@ Wijzigingslogboek
pl: v%@ Dziennik zmian
pt_br: v%@ Registro de alterações
ru: v%@ Журнал изменений
sv: v%@ Ändringslogg
tr: v%@ Değişiklik günlüğü
uk: v%@ Журнал змін
zh_hans: v%@ 更新日志

source: %d-Day Window
ru: Окно %d дн.

source: %d-Hour Window
ru: Окно %d ч.

source: %d-Minute Window
ru: Окно %d мин.

source: %lld ready of %lld
ru: %1$lld готово из %2$lld

source: %lld total
ru: %lld всего

source: %lld%% chance of rain
ru: %lld%% шанс дождя

# %lld/%lld alive
source: %1$lld/%2$lld alive
ru: %1$lld/%2$lld активно

source: %lldd
ru: %lldд

source: %lldd streak
ru: %lldд. стрейк

source: 24h
ru: 24ч

source: 5-Hour Window
ru: Окно 5 часов

source: 7d
ru: 7д

source: 7h
ru: 7ч

source: Accounts
ru: Аккаунты

source: Active
ru: Активная

source: Add Task
ru: Добавить задачу

source: All
ru: Все

source: All done! 🎉
ru: Все готово! 🎉

source: Allow Access
ru: Разрешить доступ

source: App
ru: Приложения

source: Authorize via Browser
ru: Авторизоваться через браузер

source: Auto-switch preview model
ru: Автосмена preview-модели

source: Auto-switch project
ru: Автосмена проекта

source: Availability
ru: Доступность

source: Barik currently shows which Focus modes exist and which one is active, but it does not switch them yet.
ru: Barik сейчас только показывает, какие режимы фокусирования существуют и какой из них активен, но пока не умеет их переключать.

source: Base URL
ru: Адрес API

source: CPU Fields
ru: Поля CPU

source: CPU Usage
ru: Загрузка CPU

source: CPU thermal sensors
ru: Термодатчики CPU

source: Cache
ru: Кэш

source: Calendar
ru: Календарь

source: Cannot reach CLIProxy
ru: Не удается подключиться к CLIProxy

source: Cannot reach Qwen Proxy
ru: Не удается подключиться к Qwen Proxy

source: Check Again
ru: Проверить снова

source: Check base-url and management key in config.
ru: Проверьте base-url и management key в конфиге.

source: Checking Codex quota…
ru: Проверка квоты Codex…

source: Checks Codex quota and refreshes cache
ru: Проверяет квоту Codex и обновляет кэш

source: Claude Usage
ru: Использование Claude

source: Codex Usage
ru: Использование Codex

source: Codex active %@
ru: Codex был активен %@

source: Compressed
ru: Сжатая

source: Connect the widget to the CLIProxy Management API to see quota and token statistics.
ru: Подключите виджет к Management API CLIProxy, чтобы видеть квоту и статистику токенов.

source: Connected
ru: Подключено

source: Connecting to proxy…
ru: Подключение к прокси…

source: Connecting…
ru: Подключение…

source: Cores
ru: Ядра

source: Create habits in TickTick to track them here.
ru: Создайте привычки в TickTick, чтобы отслеживать их здесь.

source: DELEGATE
ru: ДЕЛЕГИРОВАТЬ

source: DO FIRST
ru: СДЕЛАТЬ СРАЗУ

source: Disabled
ru: Отключен

source: Disconnected
ru: Отключено

source: Disk
ru: Диск

source: Disk Fields
ru: Поля диска

source: Disk Usage
ru: Использование диска

source: Download
ru: Скачивание

source: Downloaded
ru: Скачано

source: ELIMINATE
ru: ИСКЛЮЧИТЬ

source: Enter key
ru: Введите ключ

source: Error
ru: Ошибка

source: Errors
ru: Ошибки

source: Expired
ru: Истёк

source: Expiring
ru: Истекает

source: Failed
ru: Ошибки

source: Failed to parse management response
ru: Не удалось разобрать ответ Management API

source: Focus
ru: Фокусирование

source: Focus modes are read-only for now.
ru: Режимы фокусирования пока доступны только для просмотра.

source: Free
ru: Свободно

source: Full access: tasks, habits, matrix. Credentials stored in Keychain.
ru: Полный доступ: задачи, привычки, матрица. Учетные данные хранятся в Keychain.

source: GPU Fields
ru: Поля GPU

source: GPU Usage
ru: Загрузка GPU

source: Graphics load
ru: Нагрузка графики

source: Healthy
ru: Живые

source: IMPORTANT
ru: ВАЖНО

source: IMPORTANT · NO DUE
ru: ВАЖНО · БЕЗ СРОКА

source: IMPORTANT · NO DUE DATE
ru: ВАЖНО · СРОК ИСПОЛНЕНИЯ ОТСУТСТВУЕТ

source: Idle
ru: Свободно

source: Important & Urgent
ru: Важно и срочно

source: Important, Not Urgent
ru: Важно, не срочно

source: Inactive
ru: Неактивная

source: Index
ru: Индекс

source: Input
ru: Вход

source: Interface
ru: Интерфейс

source: Invalid base URL
ru: Некорректный Base URL

source: Invalid response
ru: Некорректный ответ

source: Keyboard Layout
ru: Раскладка клавиатуры

source: Latest Codex activity %@
ru: Последняя активность Codex %@

source: Live system metrics
ru: Живые системные метрики

source: Load Avg
ru: Ср. нагрузка

source: Loading CLIProxy stats…
ru: Загрузка статистики CLIProxy…

source: Loading usage data...
ru: Загрузка данных об использовании...

source: Loading weather...
ru: Загрузка погоды…

source: Loading…
ru: Загрузка…

source: Management API is unavailable
ru: Management API недоступен

source: Management key
ru: Ключ управления

source: Management key is invalid
ru: Некорректный management key

source: Memory Fields
ru: Поля памяти

source: Memory Usage
ru: Использование памяти

source: NOT IMPORTANT
ru: НЕ ВАЖНО

source: NOT URGENT
ru: НЕ СРОЧНО

source: Net
ru: Сеть

source: Network Activity
ru: Сетевая активность

source: Network Fields
ru: Поля сети

source: New task…
ru: Новое задание…

source: No accounts available for this provider.
ru: Для этого провайдера нет доступных аккаунтов.

source: No active Focus
ru: Нет активного режима фокусирования

source: No habits found
ru: Привычки не найдены

source: No results
ru: Результатов нет

source: No tasks
ru: Задач нет

source: No tasks for this day
ru: Задач на сегодня нет

source: No usage data yet
ru: Данных об использовании пока нет

source: Not Important, Not Urgent
ru: Не важно, не срочно

source: Now
ru: Сейчас

source: OVERDUE
ru: ПРОСРОЧЕНО

source: Open Weather
ru: Открыть Погоду

source: Output
ru: Вывод

source: Overdue
ru: Просрочено

source: Password
ru: Пароль

source: Popup Settings
ru: Настройки всплывающего окна

source: Pressure
ru: Давление

source: Primary or aggregate traffic
ru: Основной или суммарный трафик

source: Provider
ru: Провайдер

source: Quota
ru: Квота

source: Quota is not available for %@ yet. Token usage still works for this provider.
ru: Для %@ квота пока недоступна. Статистика токенов для этого провайдера всё равно работает.

source: Quota unavailable
ru: Квота недоступна

source: Reading local Codex auth or session files failed.
ru: Не удалось прочитать локальные файлы авторизации или сессий Codex.

source: Reads `~/.codex/auth.json` and the latest Codex session rate-limit snapshot.
ru: Читает `~/.codex/auth.json` и последний снимок лимитов из сессий Codex.

source: Reads credentials from your Claude Code keychain entry.
ru: Читает учетные данные из записи Claude Code в связке ключей.

source: Ready
ru: Готов

source: Refresh
ru: Обновить

source: Refreshing Codex quota…
ru: Обновляем квоту Codex…

source: Remaining
ru: Осталось

source: Remote management is disabled
ru: Удаленное управление отключено

source: Requests
ru: Запросы

source: Requires client_id & client_secret in [widgets.default.ticktick]. Habits are not available in this mode.
ru: Требуется указать client_id и client_secret в [widgets.default.ticktick]. В этом режиме функция «Привычки» недоступна.

source: Reset
ru: Сброс

source: Reset Popup Defaults
ru: Сбросить настройки popup

source: Resets %@
ru: Сброс %@

source: Resets in %@
ru: Сброс через %@

source: Retry
ru: Повторить

source: Run a Codex task first. The widget reads the latest non-empty rate-limit snapshot from your local Codex sessions.
ru: Сначала запустите задачу в Codex. Виджет читает последний непустой снимок лимитов из локальных сессий Codex.

source: SCHEDULE
ru: ЗАПЛАНИРОВАТЬ

source: Save & Connect
ru: Сохранить и подключить

source: Search…
ru: Поиск…

source: Server
ru: Сервер

source: Sign In
ru: Войти

source: Sign in to Codex to view your rate-limit usage directly in the menu bar.
ru: Войдите в Codex, чтобы видеть использование лимитов прямо в строке меню.

source: Sign in to access your tasks, habits and Eisenhower matrix.
ru: Войдите в систему, чтобы получить доступ к своим задачам, привычкам и матрице Эйзенхауэра.

source: Signing in…
ru: Вход в систему…

source: Soon
ru: скоро

source: Status
ru: Статус

source: Stop screen recording
ru: Остановить запись экрана

source: Swap
ru: Подкачка

source: System
ru: Система

source: System Monitor
ru: Системный монитор

source: Task completed
ru: Задача завершена

source: Temp
ru: Темп.

source: Temperature
ru: Температура

source: Temperature Fields
ru: Поля температуры

source: TickTick Filter
ru: TickTick

source: Tokens
ru: Токены

source: Top Keys
ru: Топ ключей

source: Total
ru: Всего

source: URGENT
ru: СРОЧНО

source: Unable to load usage data
ru: Не удалось загрузить данные об использовании

source: Unavailable
ru: Недоступен

source: Unavailable on this system
ru: Недоступно на этом устройстве

source: Unknown
ru: Неизвестно

source: Updated %@
ru: Обновлено %@

source: Upload
ru: Отдача

source: Uploaded
ru: Отдано

source: Urgent, Not Important
ru: Срочно, не важно

source: Usage
ru: Использование

source: Usage Window
ru: Окно использования

source: Usage updated %@
ru: Данные об использовании обновлены %@

source: Used
ru: Использовано

source: User
ru: Пользователь

source: Using cached data
ru: Используются кэшированные данные

source: Utilization
ru: Утилизация

source: View your Claude rate limit usage directly in the menu bar.
ru: Показывает использование лимитов Claude прямо в строке меню.

source: Visible Sections
ru: Видимые секции

source: Volume
ru: Том

source: Weekly
ru: За неделю

source: Wired
ru: Фиксированная

source: YESTERDAY
ru: ВЧЕРА

source: Yesterday
ru: Вчера

source: You can paste either the server root URL or the full `/v0/management` path.
ru: Можно вставить либо корневой URL сервера, либо полный путь `/v0/management`.

# cliproxy.account-status.active
source: Active
ru: Активен

# cliproxy.account-status.disabled
source: Disabled
ru: Отключен

# cliproxy.account-status.error
source: Error
ru: Ошибка

# cliproxy.account-status.inactive
source: Inactive
ru: Неактивен

# cliproxy.account-status.unavailable
source: Unavailable
ru: Недоступен

# cliproxy.account-status.unknown
source: Unknown
ru: Неизвестен

source: Habits
ru: Привычки

# homebrew.all_up_to_date
source: All packages up to date
ru: Все пакеты актуальны

# homebrew.installed
source: Installed
ru: Установлено

# homebrew.last_update
source: Last update
ru: Последнее обновление

# homebrew.n_packages_need_update
source: %d packages need updating
ru: %d пакета(-ов) требуют обновления

# homebrew.nothing_to_update
source: Nothing to update
ru: Всё обновлено

# homebrew.one_package_needs_update
source: 1 package needs updating
ru: 1 пакет требует обновления

# homebrew.packages_count
source: %d packages
ru: %d пакетов

# homebrew.running_update
source: Running brew update…
ru: Выполняется brew update…

# homebrew.running_upgrade_cask
source: Running brew upgrade --cask…
ru: Выполняется brew upgrade --cask…

# homebrew.running_upgrade_formula
source: Running brew upgrade --formula…
ru: Выполняется brew upgrade --formula…

# homebrew.sudo_required_hint
source: Run brew upgrade --cask in Terminal
ru: Выполните brew upgrade --cask в Терминале

# homebrew.sudo_required_title
source: Some casks require sudo
ru: Некоторые каски требуют sudo

# homebrew.update_and_upgrade
source: Update & Upgrade
ru: Обновить и обновить пакеты

# homebrew.updating
source: Updating…
ru: Обновление…

# homebrew.version
source: Version
ru: Версия

source: Inbox
ru: Входящие

source: input
ru: ввод

source: Matrix
ru: Матрица

source: output
ru: вывод

# pomodoro.action.add_more
source: Add %@ more
ru: Добавить еще %@

# pomodoro.action.clear
source: Clear
ru: Очистить

# pomodoro.action.finish_cycle
source: Finish Cycle
ru: Завершить цикл

# pomodoro.action.pause
source: Pause
ru: Пауза

# pomodoro.action.resume
source: Resume
ru: Продолжить

# pomodoro.action.skip_break
source: Skip Break
ru: Пропустить отдых

# pomodoro.action.start_focus
source: Start Focus
ru: Начать фокус

# pomodoro.action.stop
source: Stop
ru: Остановить

# pomodoro.action.take_break
source: Take %@ Break
ru: Отдохнуть %@

# pomodoro.actions.title
source: Actions
ru: Действия

# pomodoro.duration.minutes_short
source: %lldm
ru: %lldм

# pomodoro.durations.title
source: Durations
ru: Длительности

# pomodoro.history.empty_subtitle
source: Complete at least one focus session and it will appear here.
ru: Завершите хотя бы одну фокус-сессию, и она появится здесь.

# pomodoro.history.empty_title
source: No pomodoro entries yet
ru: Записей помодоро пока нет

# pomodoro.integration.auto
source: Auto
ru: Авто

# pomodoro.integration.local
source: Local
ru: Локально

# pomodoro.note.placeholder
source: You can quickly jot down a note while the timer is running. It will be saved with the pomodoro session.
ru: Можно быстро записать заметку во время работы таймера. Она сохранится вместе с сессией помодоро.

# pomodoro.note.title
source: Focus Note
ru: Заметка фокуса

# pomodoro.overtime.description
source: You worked %@ more. You can add this time to the current pomodoro so history and TickTick reflect the extra work.
ru: Вы поработали еще %@. Можно добавить это время к текущему помодоро, чтобы история и TickTick отразили дополнительную работу.

# pomodoro.overtime.waiting_description
source: Focus is complete. You can start a break, skip it, or keep working a bit longer and add that time afterward.
ru: Фокус завершен. Можно начать перерыв, пропустить его или еще немного поработать и потом добавить это время.

# pomodoro.phase.break
source: Break
ru: Перерыв

# pomodoro.phase.break_paused
source: Break Paused
ru: Перерыв на паузе

# pomodoro.phase.break_short
source: Break
ru: Перерыв

# pomodoro.phase.focus
source: Focus
ru: Фокус

# pomodoro.phase.focus_paused
source: Focus Paused
ru: Фокус на паузе

# pomodoro.phase.focus_short
source: Focus
ru: Фокус

# pomodoro.phase.idle
source: Done
ru: Готово

# pomodoro.phase.waiting_for_break
source: Focus Complete
ru: Фокус завершен

# pomodoro.project.none
source: No Project
ru: Без проекта

# pomodoro.project.today_format
source: Today • %@
ru: Сегодня • %@

# pomodoro.signin.email
source: Email
ru: Почта

# pomodoro.signin.password
source: Password
ru: Пароль

# pomodoro.signin.private_required
source: TickTick pomodoro requires private sign-in. Until then, the widget works locally.
ru: Для помодоро в TickTick нужен приватный вход. Пока его нет, виджет работает локально.

# pomodoro.signin.public_api_not_supported
source: The public TickTick API does not support pomodoro, so sync requires email and password sign-in.
ru: Публичный TickTick API не поддерживает помодоро, поэтому для синхронизации нужен вход по email и паролю.

# pomodoro.signin.sign_in
source: Sign In to TickTick
ru: Войти в TickTick

# pomodoro.signin.signing_in
source: Signing In...
ru: Входим...

# pomodoro.state.paused
source: Paused
ru: Пауза

# pomodoro.stats.today_count
source: Pomodoros Today
ru: Помодоро сегодня

# pomodoro.stats.today_focus
source: Focus Today
ru: Фокус сегодня

# pomodoro.stats.total_count
source: Total Pomodoros
ru: Всего помодоро

# pomodoro.stats.total_focus
source: Total Focus
ru: Всего фокуса

# pomodoro.sync.adjustment_update_failed
source: Failed to update the added pomodoro time in TickTick.
ru: Не удалось обновить добавленное время помодоро в TickTick.

# pomodoro.sync.history_load_failed
source: Failed to load pomodoro history from TickTick.
ru: Не удалось загрузить историю помодоро из TickTick.

# pomodoro.sync.local_timer
source: Local Timer
ru: Локальный таймер

# pomodoro.sync.preferences_load_failed
source: Failed to load pomodoro settings from TickTick.
ru: Не удалось загрузить настройки помодоро из TickTick.

# pomodoro.sync.preferences_update_failed
source: Failed to update pomodoro settings in TickTick.
ru: Не удалось обновить настройки помодоро в TickTick.

# pomodoro.sync.private_api
source: private API
ru: приватный API

# pomodoro.sync.private_sign_in_required
source: Pomodoro sync requires private TickTick sign-in.
ru: Для синхронизации помодоро нужен приватный вход в TickTick.

# pomodoro.sync.session_save_failed
source: Failed to save the pomodoro session to TickTick.
ru: Не удалось сохранить сессию помодоро в TickTick.

# pomodoro.sync.statistics_load_failed
source: Failed to load pomodoro statistics from TickTick.
ru: Не удалось загрузить статистику помодоро из TickTick.

# pomodoro.sync.ticktick
source: TickTick Sync
ru: Синхронизация TickTick

# pomodoro.sync.works_offline
source: works offline
ru: работает офлайн

# pomodoro.tab.history
source: History
ru: История

# pomodoro.tab.stats
source: Statistics
ru: Статистика

# pomodoro.tab.timer
source: Timer
ru: Таймер

# pomodoro.task_context.bound_to_ticktick
source: Bound to TickTick task
ru: Привязано к задаче TickTick

# pomodoro.task_context.text_context
source: Plain text context
ru: Просто текстовый контекст

# pomodoro.task_context.title
source: Task / Context
ru: Задача / Контекст

# pomodoro.task_picker.empty
source: No matching TickTick tasks found
ru: Подходящих задач TickTick не найдено

# pomodoro.task_picker.hide
source: Hide TickTick Tasks
ru: Скрыть задачи TickTick

# pomodoro.task_picker.search_placeholder
source: Search TickTick tasks
ru: Поиск задач TickTick

# pomodoro.task_picker.show
source: Choose TickTick Task
ru: Выбрать задачу TickTick

# pomodoro.title
source: Pomodoro
ru: Помодоро

# settings.about.action.open_releases
source: Open Releases
ru: Открыть релизы

# settings.about.action.open_repository
source: Open Repository
ru: Открыть репозиторий

# settings.about.action.view_changelog
source: View Changelog
ru: Открыть changelog

# settings.about.card.application
source: Application
ru: Приложение

# settings.about.card.project
source: Project
ru: Проект

# settings.about.description
source: A lightweight macOS menu bar replacement with widget-driven workflows.
ru: Лёгкая замена menu bar для macOS с workflow вокруг виджетов.

# settings.about.header.description
source: Version info, changelog access, and project links live here.
ru: Здесь находятся информация о версии, доступ к changelog и ссылки на проект.

# settings.about.header.title
source: About
ru: О приложении

# settings.about.version
source: Version %1$@ (%2$@)
ru: Версия %1$@ (%2$@)

# settings.action.add
source: Add
ru: Добавить

# settings.action.done
source: Done
ru: Готово

# settings.action.refresh_now
source: Refresh Now
ru: Обновить

# settings.action.reset
source: Reset
ru: Сбросить

# settings.appearance.card.background_bar
source: Background Bar
ru: Фоновая панель

# settings.appearance.card.foreground_bar
source: Foreground Bar
ru: Передняя панель

# settings.appearance.card.theme
source: Theme
ru: Тема

# settings.appearance.card.widget_capsules
source: Widget Capsules
ru: Капсулы виджетов

# settings.appearance.field.background_height.description
source: Stretch across the full default height, match the macOS menu bar, or use a custom value.
ru: Используйте стандартную высоту, высоту системного меню-бара или своё значение.

# settings.appearance.field.background_height.title
source: Background Height
ru: Высота фона

# settings.appearance.field.background_material.description
source: Switch between blur materials or a solid black backdrop.
ru: Переключайтесь между blur material или сплошным черным фоном.

# settings.appearance.field.background_material.title
source: Background Material
ru: Материал фона

# settings.appearance.field.bar_height.description
source: Use the Barik default height, match the macOS menu bar, or pick a custom value.
ru: Используйте стандартную высоту Barik, высоту системного меню-бара или своё значение.

# settings.appearance.field.bar_height.title
source: Bar Height
ru: Высота панели

# settings.appearance.field.color_scheme.description
source: Pick a fixed appearance or let Barik follow the current macOS setting.
ru: Выберите фиксированную тему или разрешите Barik следовать текущей настройке macOS.

# settings.appearance.field.color_scheme.title
source: Color Scheme
ru: Цветовая схема

# settings.appearance.field.custom_background_height.description
source: Set the background bar height in points.
ru: Задайте высоту фоновой панели в points.
